Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/fjernundervisning-alternativ-opplaering-i-samisk.html.tmx
Source language: nob
Languages: sma

source: Fjernundervisning - alternativ opplæring i samisk
sma: Maajhööhpehtimmie - alternatijve lïerehtimmie saemien gïelesne

source: Skoleeier er pliktig til å gi samisk opplæring dersom foreldre/elever krever det.
sma: Skuvleaajhteren lea dïedte saemien lïerehtimmiem vedtedh dastegh eejhtegh/learohkh dam krievieh.

source: Dersom skoleeier ikke kan gi opplæring i samisk med eget undervisningspersonale, har elevene rett til alternative former for opplæring.
sma: Dastegh skuvleaajhtere ij maehtieh lïerehtimmiem vedtedh saeien gïelesne jïjtse lohkehtæjjajgujmie, learohkh reaktam utnieh alternatijve lïerehtimmiehammoeh åadtjodh.

source: Alternative former kan være fjernundervisning, intensivundervisning eller særlige leirskoleopphold, jf. Opplæringslova § 6-2 femte ledd og § 6-3 første ledd og forskrift til opplæringslova § 7-1.
sma: Alternatijve hammoeh maehtieh årrodh maajhööhpehtimie, intensijve ööhpehtimmie jallh sjïere gïelebiesieh, v. Ööhpehtimmielaakine § 6-2 vïjhtede lïhtse jih § 6-3 voestes lïhtse jïh mieriedimmie ööhpehtimmielaakese § 7-1.

source: Fjernundervisning er en alternativ opplæringsform som kun skal benyttes i de tilfeller hvor skoleeier ikke kan skaffe lærer som kan undervise i samisk.
sma: Maajhööhpehtimmie lea akte alternatijve lïerehtimmiehammoe maam edtja ajve nuhtjedh dej veajkoej skuvleaajhtere ij maehtieh lohkehtæjjam skååffedh mij maahta saemiengïelesne ööhpehtidh.

source: Det finnes idag fjernundervisningstilbud i samiske språk både for grunnskole og i videregående opplæring.
sma: Daan biejjien maajhööhpehtimmiefaalenasse gååvnese saemien gïelesne dovne maadthskuvlese jïh jåarhkelïerehtæmman.

source: Det er skoleeier som har ansvaret for å søke om timer og få i gang fjernundervisning.
sma: Skuvleaajhteren lea dïedte tæjmoej bïjre syökedh jïh maajhööhpehtimmiem juhtiehtidh.

source: Kunnskapsdepartementet har utarbeidet eget Rammeverk for samisk fjernundervisning .
sma: Maahtoedepartemeente lea jïjtse Rammeverk for samisk fjernundervisning hammoedamme.

source: Fylkesmannen i Nordland har koordineringsansvar for sør- og lulesamisk fjernundervisning.
sma: Nordlaanten Fylhkenålma iktedimmiedïedtem åtna åarjel- jïh julevsaemien maajhööhpehtimmien åvteste.

source: Fylkesmannen i Finnmark har koordineringsansvar for nordsamisk fjernundervisning.
sma: Finnmaarhken Fylhkenålma iktedimmiedïedtem åtna noerhtesaemien maajhööhpehtimmien åvteste.
